function personalData () {

    return (
        <p>
            ## 1. 개인정보 수집 및 이용 목적

            - Goal Log는 다음과 같은 목적을 위해 개인정보를 수집하고 이용합니다.
            - 조기축구 매치 결과 관리 및 분석
            - 사용자 맞춤형 서비스 제공
            - 신규 서비스 개발 및 마케팅 자료 활용

            ## 2. 수집하는 개인정보의 항목

            - 필수 정보: 이름, 이메일 주소, 축구팀 소속 정보, 경기기록
            - 선택 정보: 사진, 기타 관련 활동 정보

            ## 3. 개인정보의 보유 및 이용 기간

            - 동의일로부터 서비스 이용 종료 시까지. 이후 즉시 파기하며, 법적 요구에 따라 보관해야 하는 경우를 제외하고는 접근이 제한됩니다.

            ## 4. 개인정보의 제3자 제공

            - Goal Log는 다음과 같은 경우를 제외하고는 사용자의 동의 없이 개인정보를 제3자에게 제공하지 않습니다.
            - 법적 요구가 있는 경우
            - 사용자가 사전에 동의한 경우

            ## 5. 동의 철회 및 정보 관리

            - 사용자는 언제든지 동의를 철회하거나 개인정보를 수정/삭제할 권리가 있습니다.
            - 동의 철회 및 정보 관리를 위한 절차는 Goal Log 어플리케이션 내 해당 섹션에서 진행할 수 있습니다.

            ## 6.보안 및 정보 보호

            - Goal Log는 사용자의 개인정보 보호를 위해 [보안 조치에 대한 설명]을 취하고 있습니다.

            ## 7. 문의처

            - 개인정보와 관련된 문의 사항은 akl1345@naver.com로 문의 바랍니다.

            동의하시겠습니까?
             동의함
        </p>
    )
}